{
	"prologue1": [
		"/c setbg black",
		"/c settalk Dazy",
		"Where... Where am I?",
		"/c inst dazy 950 500",
		"/c animate dazy 4",
		"/c inst sp 500 500",
		"/c defocus sp",
		"/c animate dazy 2",
		"Oh its my cat!",
		"/c defocus dazy",
		"/c focus sp",
		"/c settalk ???",
		"Dazy!",
		"/c defocus sp",
		"/c focus dazy",
		"/c animate dazy 6",
		"/c settalk Dazy",
		"(Yo-You can. TALK???)",
		"/c defocus dazy",
		"/c focus sp",
		"/c animate sp happy",
		"/c settalk ???",
		"Pleassssseeeee stay here and pet me!",
		"/c defocus sp",
		"/c focus dazy",
		"/c animate dazy 6",
		"/c settalk Dazy",
		"Dont't worry, I'm not going anyw-",
		"/c inst sp 1400 500",
		"/c flip dazy",
		"Wait, am I seeing double",
		"/c defocus dazy",
		"/c settalk ???s",
		"meow meow meow meow!!!!",
		"/c inst sp 200 500",
		"/c inst sp 1200 300",
		"/c inst sp 400 100",
		"/c inst sp 50 1000",
		"/c focus dazy",
		"/c animate dazy 6",
		"(This is getting out of hand. There’s three- no, four- no, FIVE THOUSAND OF THEM???)",
		"/c removecharacters",
		"/c settalk .",
		"Before she knew it. Dazy's thoughts whree drowned out my a chorus of expectant mews.",
		"/c nextscene prologue2"
	],
	"prologue2": [
		"/c setbg house",
		"/c inst dazy 500 500",
		"/c flip dazy",
		"/c animate dazy 4",
		"/c settalk Dazy",
		"Ahh! Oh, phew, it was just a dream.. I was about to drown from the sheer fluffiness.",
		"/c defocus dazy",
		"(It’s eight o’ clock, right on the dot. I’m Dazy Washi, and someway, somehow, I’ve become the star worker of Stooples, a small stationery company.)",
		"(We might be small, but we’ve caught the attention of so many people across the country…)",
		"/c animate dazy 2",
		"(And you could say I’m the brains. Yes.. I design a lot of the pens, erasers, and other cute stuff people love and love to use~)",
		"/c animate dazy 4",
		"(And I also do 99% of Manager Miu’s work. And also approximately 80% of my coworkers’ work. Oh, but it’s nothing, really!)",
		"/c animate dazy 2",
		"(As long as I have a pumpkin latte in the morning, I can do anything, right? Hahaha…)",
		"/c defocus dazy",
		"(S-sorry! No more time to entertain you with my inner thoughts. This stationery isn’t going to make itself…)",
		"/c focus dazy",
		"/c animate dazy 4",
		"Sigh I can’t believe this is how I have to get dressed for work every morning. Manager’s been watching too much anime…",
		"/c defocus dazy",
		"(Can’t say I *completely* hate it, though.)",
		"/c transform",
		"/c nextscene prologue3"
	],
	"prologue3": [
		"/c setbg house",
		"/c inst sp 500 500",
		"/c flip sp",
		"/c defocus sp",
		"/c inst dazy 1400 500",
		"/c animate dazy 2",
		"/c settalk Dazy",
		"Heh, that was really something, right? My Sweet little Potato~ ",
		"/c focus sp",
		"/c defocus dazy",
		"/c settalk Sweet_Potato",
		"(My owner, Dazy, sweeps me up in her arms.)",
		"/c animate sp angry",
		"(Ugh… this is nice, but how DARE she call me Sweet Potato!)",
		"/c animate sp happy",
		"(My true name, just so you know, is LORD Sweet Potato. I have to be prepared for when felines take over the world one day!)",
		"/c animate sp angry",
		"(Though that might take a while. My neighbors just flop around and eat Mew Mix all day. Ugh! One day they’ll understand..)",
		"/c settalk LORD_Sweet_Potato",
		"/c defocus sp",
		"/c focus dazy",
		"/c settalk Dazy",
		"pat pat",
		"/c defocus dazy",
		"/c focus sp",
		"/c animate sp happy",
		"/c settalk Sweeter_Potato",
		"(Okayyyy. I guess maybe I don’t mind… Just this once!)",
		"/c defocus sp",
		"/c focus dazy",
		"/c animate dazy 6",
		"/c settalk Dazy",
		"OhsnapohsnapitOhsnapohsnapitOhsnapohsnapitOhsnapohsnapitOhsnapohsnapit",
		"Igottagetoutthedoornowfood’sinthetrayokaybyebyeSweetPotato",
		"/c delete dazy",
		"/c focus sp",
		"/c animate sp shocked",
		"/c settalk Sweet_Potato",
		"meows sadly",
		"(She could have lingered upon my fluffy brilliance just a moment longer before eloping to that terrible place once more. Such a tragedy…)",
		"(Hey! Yeah, you. Are you surprised?)",
		"(Just so you know, I’m not just any ordinary cat. I’ve got an owner to save – from a terrible, no-good, very bad job!)",
		"/c animate sp sad",
		"(Dazy never has any time for me anymore.. I miss her silly baby voice… how quickly she’d move around the lazer pointer…)",
		"(It’s like she’s already gone off to war…)",
		"(And she’s so, so tired, too. She’s not exactly nocturnal like me.. She always looks like she’s in need of a serious catnap!)",
		"(Which is why I’ve got a mission. A plan like no other.)",
		"/c animate sp mischievous",
		"(With these little paws and claws of mine…)",
		"(Dazy won’t need to worry about a job anymore, because she won’t have a job after I sneak in!)",
		"(Meowhahahahahaha!)",
		"(And you, dear player, shall bear witness to my nyoble meowssion!)",
		"/c nextscene scene1"
	],
	"scene1": [
		"/c setbg 9",
		"/c inst miu 500 500",
		"/c animate miu happy",
		"/c settalk Manager_Miu",
		"/c flip miu",
		"Dazy!!!",
		"/c inst dazy 1400 500",
		"/c defocus dazy",
		"Hi hi",
		"/c defocus miu",
		"/c focus dazy",
		"/c settalk Dazy",
		"(I’m a bit late, but of course, Manager doesn’t care. They’ve always been a fly-at-the-seat-of-their-pajama-pants type…)",
		"(I’m pretty sure their mom gave this job to them as a birthday gift. Well, at least they seem to be having fun.)",
		"Where’s everyone else?",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu happy",
		"/c settalk Manager_Miu",
		"Oh, seems like nobody else has come in yet~ Lucky you, you’re the early bird! Who gets warm, or something like that!",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 4",
		"/c settalk Dazy",
		"(It appears my other coworkers have begun emulating Manager’s behaviors. The most immediate consequence of this being that I’m the only one here…)",
		"(Which is a-okay! It’s totally, surely fine! Just gotta lock-in, spiffen up, and everything will be just great! For sure!! *Hhhhh*…)",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu happy",
		"/c settalk Manager_Miu",
		"Oh yeah! I got a super-duper surprise announcement for all of you guys. Except you’re like.. the only one here for me to tell it to.",
		"/c defocus miu",
		"/c focus dazy",
		"/c settalk Dazy",
		"Oh? What is it, exactly?",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu happy",
		"/c settalk Manager_Miu",
		"You’re getting…",
		"ANOTHER PROMOTION!",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 5",
		"/c settalk Dazy",
		"A-again??? But why???",
		"(I know I do a lot of work at this company, b-but… I’m not that skilled. I don’t get what everyone here sees in me…)",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu neutral",
		"/c settalk Manager_Miu",
		"Just kidding LOLLLLLL. But dude, you cannot WAIT to hear this.",
		"/c defocus miu",
		"/c focus dazy",
		"/c settalk Dazy",
		"(Why do I feel… a sense of unease?)",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu happy",
		"/c settalk Manager_Miu",
		"So I got an email from the creators of this super-cool magical girl anime, like bro they’re SO COOL I’m on like episode 7 and the dynamics between everyone on the team are-",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 4",
		"/c settalk Dazy",
		"...",
		"uh oh",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu happy",
		"/c settalk Manager_Miu",
		"ANYWAYS so they said that we could make super-special stationery for them! But, uh, we need to get it done by..",
		"Tomorrow!",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 6",
		"/c settalk Dazy",
		"T-tomarrow?!",
		"Manager, are you absolutely certain that.. this wasn’t a.. you know.. spam email?",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu happy",
		"/c settalk Manager_Miu",
		"NOOOOOO I SWEAR ITS REAL TRUST!!!",
		"They sent me concept art of Sprinkle Sugar Buns…",
		"How could I say no to Sprinkle Sugar Buns…",
		"/c animate miu sad",
		"Also they sent me the email last month hahaha whoops.",
		"Sorry dude, you’re like the only one who showed up for this, so…",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 5",
		"/c settalk Dazy",
		"So… you’re saying you want me to create a whole new stationery line..",
		"By tomorrow..",
		"(I’m at a loss for words. Stooples)",
		"(as usual)",
		"Is counting on me. But this time feels deeply different.)",
		"/c animate dazy 4",
		"(If I can’t get this set done by tonight, I know Manager will be devastated. So devastated, in fact, that I wouldn’t be surprised if they did something drastic…)",
		"/c animate dazy sad",
		"(I really miss my cat at times like these…)",
		"/c inst sp 1750 860",
		"/c flip sp",
		"/c animate sp mischievous",
		"/c settalk Sweet_Potato",
		"/c defocus sp",
		"/c defocus dazy",
		">:3",
		"/c focus dazy",
		"/c animate dazy 2",
		"/c settalk Dazy",
		"N-not to worry, Manager! I assure you, this set will be done by the end of my shift. I w-won’t let you down!",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu happy",
		"/c settalk Manager_Miu",
		"Now that’s the Dazy I know! Get this — if you can actually pull this off I’ll give you a super super mega ultra promotion..",
		"DELUXE!",
		"/c settalk Dazy",
		"/c defocus miu",
		"/c focus dazy",
		"(People with that much money.. scare me a bit. But I guess I can’t complain that they’re offering to be so generous!)",
		"(Time to go check out the details of this commission with Manager.. Here goes nothing — or should I say, everything.)",
		"/c delete miu",
		"/c delete dazy",
		"/c delete sp",
		"/c inst sp 950 500",
		"/c animate sp happy",
		"/c settalk Sweet_Potato",
		"(YES! Adorable pens everywhere, a perfectly assembled desk, hair barettes here, there, and everywhere)",
		"This has GOT to be Dazy’s office. Also she literally just left it but shhh I was trying to make this dramatic-)",
		"(Time for me to do all the things I love doing, hehe. Okayyy, I try not to be too misbehaved around Dazy, but…)",
		"/c animate sp mischievous",
		"(At the shelter, trust me. I was their biggest menace! Scratching up all the rugs, knocking over any cup I could find…)",
		"(I was the coolest cat in town! Man, those were the days…)",
		"/c animate sp sad",
		"(Ugh, hope I’m not too rusty now. Can’t believe my first birthday was a few weeks ago… I’m already sooooo ancient…)",
		"/c animate sp mischievous",
		"(Time to cause as much havoc as I can! Oh, but I gotta make sure I hide before Dazy comes back!)",
		"/c nextscene scene1_game"
	],
	"scene1_game": [
		"/c setbg 9",
		"/c settalk .",
		"Help Sweet Potato get Dazy fired by finding items to knock over in her office before the timer runs out!",
		"There might be a special sticker/stationery to find in the room that’ll give you extra points! If you find all of them, something interesting might happen…",
		"/c gaming tuto scene1end"
	],
	"scene1end": [
		"/c setbg 9",
		"/c inst sp 500 500",
		"/c animate sp shocked",
		"/c settalk Sweet_Potato",
		"(All right! Looks like I’ve caused a fair share of mischief. Wait a second — I hear footsteps!)",
		"(Wheretohide wheretohide.. Oh! Maybe if I squeeze in right behind this desk…)",
		"/c delete sp",
		"/c wait .01",
		"/c inst sp 1600 800",
		"/c animate sp happy",
		"(Phew! Just in time! She won’t know a thing~)",
		"/c defocus sp",
		"/c settalk .",
		"Dazy comes back, and types and types away. Sweet Potato falls asleep to the meownotonous noise..",
		"/c nextscene scene2"
	],
	"scene2": [
		"/c setbg 12",
		"/c inst dazy 950 500",
		"/c animate dazy 4",
		"/c settalk Dazy",
		"(It’s been three hours, and not a soul has showed up to this place.)",
		"(Looks like I’m totally on my own here. Whichisokaywhichisgreatwhichisjustfineanddandy!!!! I’m totally not about to explode!!)",
		"Phew… Research is done, so it’s time to start working on all this new stationery. All I need is some tape, some plastic, and-",
		"/c animate dazy 5",
		"(Wait a moment. What- what happened to my office?)",
		"(These papers are overturned, my computer’s scratched up, and — ?!)",
		"/c animate dazy 6",
		"The stickers I just made — they’re gone?!",
		"(I’m in absolute disbelief. I know I’m tired, but.. Did I dream making the past few stickers?)",
		"(It’s like the whole desk has been ransacked. Things are out of place, papers sticking to my sleeves. My pulse won’t stop racing.)",
		"/c animate dazy 4",
		"Okay, okay… deep breaths. Maybe I just misplaced them. Maybe the stickers are hiding under–",
		"(Nope. Not under the folders. Not in the drawers. Not even taped to the bottom of the desk, which yes, I did check. Don’t judge me.)",
		"/c animate dazy 5",
		"This doesn’t make sense – I just made those stickers. They were right here… I can still smell the ink! Unless the ghosts are running a black-market stationery shop.",
		"/c animate dazy 6",
		"(The door creaks. Heavy footsteps shuffle closer. My stomach drops.)",
		"/c inst miu 500 500",
		"/c animate miu sad",
		"/c settalk Manager_Miu",
		"Hey!! Wait, you doing alright? You look… kinda wired, dude.",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 2",
		"/c settalk Dazy",
		"Manager! Thank goodness. Something’s wrong. My stickers are missing, and the whole desk is a mess, and I–",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu neutral",
		"Mn. Meh… it’s a little messy in here, I guess. Happens when you’ve been at it for a while.",
		"/c defocus miu",
		"/c focus dazy",
		"yes! Messy, exactly! Can you help me look? Please?",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu neutral",
		"Nope, not seeing them. They’ll turn up, though. Stuff always does!",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy sad",
		"/c settalk Dazy",
		"…That’s it? That’s your big help? (I don’t know what I was expecting..)",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu happy",
		"/c settalk Manager_Miu",
		"Chill out, Daze! Losing a thing or two doesn’t mean you’re losing your mind. Probably just misplaced ‘em while you were in the zone.",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 5",
		"/c settalk Dazy",
		"Misplaced?!! I don’t just misplace a whole batch of stickers! Unless I’m sleepwalking through arts-and-crafts disasters now.",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu happy",
		"That’s just a Tuesday around here! Whatever~",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 6",
		"(…Unless…unless I’VE BEEN ABDUCTED BY ALIEN SPACE COWS AND THEIR EXPERIMENTS MADE ME BELIEVE THAT I WORKED ON MAKING STICKERS IN ORDER TO COPE WITH THEIR PROBING SHENANIGANS.)",
		"/c animate dazy 4",
		"(No, no, Dazy, think logically. Now, where could those stickers have wondered off to? Hmmmmm…)",
		"/c delete miu",
		"/c delete dazy",
		"/c inst sp 500 500",
		"/c animate sp sad",
		"/c settalk Sweet_Potato",
		"(Finally!!!! She’s out again! Aw. I did feel kinda bad hearing her freak out a little, but..)",
		"/c animate sp happy",
		"(Gotta keep reminding myself. This is for the biggest, bestest cause in the WORLD!)",
		"/c animate sp mischievous",
		"(And once I’m done, I can get all the headpats I’ve ever dreamed of~)",
		"(I scurry under the desk, my tail flicking with excitement. A sticker sheet clings to my paw.)",
		"/c animate sp happy",
		"(Look at this haul! Perfectly glossy, beautifully cut, smells like victory. Of course she’s confused– she doesn’t realize I’m basically a professional thief. Meowhaha!!)",
		"(My ears twitch as a high-pitched voice drifts into the room.)",
		"/c animate sp shocked",
		"(Uh-oh. The tall one’s here. Or uh, at least they seem tall, sitting in that big.. moving… couch thing. They’re… so chill. Almost suspiciously chill. What if they’re onto me?!)",
		"(They bend, searching under the desk. I freeze, my whiskers trembling. …But then, they lift one paper, shrug, and leave.)",
		"/c animate sp happy",
		"(Phew. They didn’t see a thing! Classic manager– the guy could trip over a parade and just say, “neat”!)",
		"(I dart up onto a shelf, knocking a pen cup askew, just enough to add to the chaos.)",
		"/c animate sp mischievous",
		"(Heehee. Gotta keep her on her toes! Can’t have her catching on too fast. Besides… watching her unravel is half the fun. Like a big, biggg ball of yarn! Oh.. but maybe not too much…)",
		"(I nuzzle the sticker sheet.)",
		"(Don’t worry, D. It’s all for the cause. Someday you’ll thank me. …Right after I get all the headpats in the universe~)",
		"/c nextscene scene2_game"
	],
	"scene2_game": [
		"/c setbg 12",
		"/c settalk .",
		"Help Sweet Potato get Dazy fired by finding items to knock over in her office before the timer runs out!",
		"There might be a special sticker/stationery to find in the room that’ll give you extra points! If you find all of them, something interesting might happen…",
		"/c gaming cat1 scene3"
	],
	"scene3": [
		"/c setbg 3",
		"/c inst dazy 950 500",
		"/c animate dazy 4",
		"/c settalk Dazy",
		"**yawn** I’m getting very tired, but I must continue working on this project. I mustn’t let Manager or our customers down..",
		"/c animate dazy 4",
		"Okay… okay, deep breaths. (Remember what you learned in choir practice!) Maybe I simply misplaced the stickers? ",
		"/c animate dazy 5",
		"Maybe they just… sprouted legs and walked away. Happens all the time, am I right? Totallynormalworkplacehazard. Haha, it’s not like Sweet Potato leapt onto my desk and had anything to do with it!",
		"/c inst sp 1750 860",
		"/c animate sp shocked",
		"/c settalk Sweet_Potato",
		"**deep gulp**",
		"/c delete sp",
		"/c focus dazy",
		"/c animate dazy 4",
		"(Alright, Dazy. You need to stop talking to yourself and think logically…)",
		"Right. Tape. Plastic. Scissors. A functioning brain. I’ve got at least two of those, maybe three on a good day.",
		"/c inst sp 1600 800",
		"/c animate sp mischievous",
		"/c settalk ????",
		"tap-tap-tap-tap",
		"/c delete sp",
		"/c focus dazy",
		"/c animate dazy 6",
		"/c settalk Dazy",
		"...Wh–...What was that?! No. Nope! Don’t even start, it was probably just the printer. Or the fridge… or a raccoon with a master’s degree in office sabotage.",
		"/c animate dazy sad",
		"Holy cow, I feel like a spreadsheet somebody spilled coffee on. Speaking of – I could really go for a venti pumpkin latte with oat milk, 5 pumps of pumpkin sauce, 2 pumps of caramel sauce, extra whipped cream and sprinkles on top..",
		"Haha… Yeah, that would be really nice to go for right about now. Okay Dazy... focus! You’re just working at three in the morning with disappearing stationery and imaginary raccoons – totally normal!",
		"/c delete dazy",
		"/c inst sp 500 500",
		"/c animate sp sad",
		"/c settalk Sweet_Potato",
		"(Dazy seems to have completely lost her marbles… maybe I went too far?)",
		"(Am I really going to have a crisis about whether my actions these past few hours have been morally righteous or completely in the wrong?)",
		"/c animate sp mischievous",
		"(Nah. I’m just a silly cat :3)",
		"/c animate sp happy",
		"(Besides, the world’s biggest cause doesn’t wait for office hours!! Justice— and sticker heists— happen at night!)",
		"/c animate sp mischievous",
		"(Note to self: sneak her one sticker back later. She’ll think she hallucinated it. Perfect plan, hehe.)",
		"/c nextscene scene3_game"
	],
	"scene3_game": [
		"/c setbg 3",
		"/c settalk .",
		"Help Sweet Potato get Dazy fired by finding items to knock over in her office before the timer runs out!",
		"There might be a special sticker/stationery to find in the room that’ll give you extra points! If you find all of them, something interesting might happen…",
		"/c gaming cat2 scene4"
	],
	"scene4": [
		"/c setbg 5",
		"/c inst dazy 950 500",
		"/c animate dazy 4",
		"/c settalk Dazy",
		"It’s 5AM. The office lights hiss like skittish cats. My eyes feel like they’re lined with sandpaper, but I’m still here. Still working. Or… trying to.",
		"Morning. Ah… That’s what this is, right? Morning.. Sun’s probably rising, birds are chirping… and I’m stapling the same blank piece of paper for the fourth time.",
		"(Piles of stationery are stacked in wobbly towers around me. Half the stickers are gone. The tape dispenser’s empty. My keyboard has crumbs in it that I don’t remember creating.)",
		"/c animate dazy sad",
		"What am I even making anymore? These aren’t stationery kits, they’re Frankenstein’s monsters. Tape here, folded paper there, and—oh, great. This one has glue on it. Lovely.",
		"/c animate dazy 6",
		"(There’s a crash. Something fell behind the desk. I freeze.)",
		"...Who’s there?",
		"/c inst sp 1600 800",
		"/c animate sp shocked",
		"/c settalk ????",
		"…",
		"/c delete sp",
		"/c focus dazy",
		"/c animate dazy 4",
		"Right. Nobody. Just me, and my tattered brain eating itself alive...",
		"/c animate dazy 5",
		"(I lean back in the chair. For a second, I swear I see something darting past the filling cabinet. A shadow? A tail? No. I’m imagining things. …Right?)",
		"/c animate dazy 4",
		"No more coffee. That’s it. No more coffee. I’m switching to… water. Or air. Yes…just air..",
		"/c inst miu 500 500",
		"/c animate miu amazed",
		"/c settalk Manager_Miu",
		"Dazy Washi.",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 6",
		"/c settalk Dazy",
		"M-Manager?!",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu amazed",
		"You have demonstrated… persistence. Obsession. An unhealthy attachment to stickers. This pleases upper management.",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 5",
		"W-what?",
		"/c animate dazy 4",
		"(This isn’t like Manager at all… What has gotten into them? Have they suddenly changed their tune in at the last possible moment..? They loom closer…)",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu amazed",
		"Continue your labor. Or… collapse. Either outcome is satisfactory.",
		"/c delete miu",
		"/c focus dazy",
		"/c animate dazy 4",
		"(I gulp. Suddenly, Manager is gone – and I’m wide awake again. …Mostly.)",
		"(Wait a second… are they.. coming back? Wait, were they even here at all? Uwahhhhhh…)",
		"/c delete dazy",
		"/c inst sp 500 500",
		"/c animate sp mischievous",
		"/c settalk Sweet_Potato",
		"(This is it… the moment meow’ve all been waiting for. Or, uh, at least I have.)",
		"(It all comes down to this… Let’s get meowschievious!)",
		"/c nextscene scene4_game"
	],
	"scene4_game": [
		"/c setbg 5",
		"/c settalk .",
		"Help Sweet Potato get Dazy fired by finding items to knock over in her office before the timer runs out!",
		"There might be a special sticker/stationery to find in the room that’ll give you extra points! If you find all of them, something interesting might happen…",
		"/c gaming cat3 scene4_end"
	],
	"scene4_end": [
		"/c inst sp 500 500",
		"/c animate sp sad",
		"/c settalk Sweet_Potato",
		"(Oh. Oh no. The big, not-really-scary-but-right-now-they’re-super-scary suit is here – The manager. I didn’t plan for this!)",
		"(I crouch low behind the filing cabinet, my tail twitching. The stolen sticker stash glimmers in the dim light.)",
		"(If I just sneak out now, she’ll never know. Easy. Simple. …But if she sees me… ohhhh, it’s curtains. No more secret missions. No more crusade. No more HEADPATS!!!!)",
		"(I slowly edge forward. A pencil clatters to the floor. The manager’s head naps toward the sound.)",
		"/c inst miu 1400 500",
		"/c animate miu shocked",
		"/c settalk Manager_Miu",
		"Huh?? What’s that noise?",
		"/c defocus miu",
		"/c focus sp",
		"/c animate sp shocked",
		"/c settalk Sweet_Potato",
		"...Eep!!! ABORT MISSION!!!!",
		"/c delete sp",
		"/c delete miu",
		"/c inst miu 500 500",
		"/c animate miu happy",
		"/c settalk Manager_Miu",
		"Daaaaaazy!!!!!",
		"/c inst dazy 1400 500",
		"/c defocus dazy",
		"/c focus miu",
		"Dude, you’ve been working sooooooo much tonight. I can’t wait to see the awesome epic job you did!",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy sad",
		"/c settalk Dazy",
		"“Awesome” and “epic” are not the words I’d use to describe it.",
		"/c animate dazy 4",
		"I.. did my best…",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu happy",
		"Hehehe, let’s see what ya got!",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 4",
		"(Manager is so nonchalant, but… has my fate been decided?)",
		"(My heart pounds. Are they going to fire me? Promote me? …Turn me into stationery?)",
		"/c nextscene endings_check"
	],
	"endings_check": [
		"/c settalk .",
		"(This is where branching would happen based on gameplay performance.)",
		"/c nextscene secret_ending"
	],
	"good_ending": [
		"/c setbg stationary",
		"/c inst miu 500 500",
		"/c animate miu shocked",
		"/c settalk Manager_Miu",
		"Wait… wha… what is this?",
		"/c defocus miu",
		"/c inst dazy 1400 500",
		"/c animate dazy 4",
		"/c settalk Dazy",
		"Oh no…",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu sad",
		"This… this isn’t enough at all! Just a single pen? And a half-baked eraser?",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 6",
		"Ah… I can-",
		"/c animate dazy sad",
		"(How can I even explain? My stickers, my pens, they’re all– This was my fault, wasn’t it?)",
		"/c animate dazy 4",
		"(I should’ve known better than to try to take this on by myself…)",
		"/c animate dazy sad",
		"No… maybe I can’t.. explain..",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu sad",
		"That blows, dude… My magical girl anime… They’ll never collab with us nowww…",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy sad",
		"(I saw this storm coming from miles away. The always-smiley Manager now looks as though they’ll explode into tears…)",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu sad",
		"Wahhhhhh!!!! I’m sorry dude but you are super duper FIRED!",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 4",
		"(I say nothing. I’m speechless, yet unsurprised.)",
		"(Should’ve drank another pumpkin latte… with oat milk… and 7 pumps of pumpkin sauce…)",
		"(I blame the imaginary raccoons..)",
		"/c delete miu",
		"/c delete dazy",
		"/c setbg house",
		"/c inst dazy 950 500",
		"/c animate dazy 4",
		"/c settalk Dazy",
		"(After that exhausting night shift that went down in thankfully nonexistent flames, I haven’t a spark of energy left in my body…)",
		"/c animate dazy 2",
		"Things might be awful, but… At least I have you, Sweet Potato.",
		"You’re always there for me, meowing at my bedsheets in the morning and sitting on my keyboard at night…",
		"Not like the people at Stooples. They always loved my work, but…",
		"/c animate dazy sad",
		"I wish they worked a little more, too.",
		"/c animate dazy 2",
		"Ah… I don’t need to stress too much if I’ve got you, Sweet Potato~",
		"/c inst sp 500 500",
		"/c animate sp happy",
		"/c settalk Sweet_Potato",
		"(Teeheeheehee. So oblivious…)",
		"/c animate sp mischievous",
		"(It seems like my little heist was a.. MEOWGENDARY SUCCESS!)",
		"/c animate sp sad",
		"(Why do I feel a little bad, though?)",
		"/c animate sp mischievous",
		"...Nahhh, I’m Lord Sweet Potato. I don’t make meowstakes – vict-purr-y is always mine! MEOW!",
		"/c nextscene credits"
	],
	"bad_ending": [
		"/c setbg stationary",
		"/c inst miu 500 500",
		"/c settalk Manager_Miu",
		"Dude.",
		"/c inst dazy 1400 500",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate dazy 6",
		"/c settalk Dazy",
		"(I freeze up as Manager looks through my designs…)",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu happy",
		"DUDDDEEEEEEEEEEEE.",
		"/c defocus miu",
		"/c focus dazy",
		"...",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu amazed",
		"THIS IS SOSOSOSOSOSOSOSOSO COOL!!!!!!!!!!!!!",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 2",
		"(A sigh of relief escapes me.)",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu amazed",
		"Ohhhhh wowww, I mean look at this sticker! And this notebook? Knocks my slippers right off!",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 2",
		"Heh, yes, I did!",
		"/c animate dazy 4",
		"(I’m exhausted beyond words – but it seems that Manager is beyond pleased.)",
		"(They don’t seem to notice the tornado that hit my office. Though I don’t remember being quite that clumsy…)",
		"/c animate dazy 2",
		"(Well, I definitely cannot complain now-)",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu amazed",
		"You know what we gotta do now, right?! THAT’S RIGHT! For being the raddest worker everrrr, you get to be: The SUPER-DUPER-MEGA-ULTRA EXECUTIVE OF ETERNAL STATIONERY PRODUCTION!",
		"/c defocus miu",
		"/c focus dazy",
		"/c animate dazy 6",
		"M-Manager!! E-eternal?",
		"(And I thought being the Super-Duper Stationery Expert was a bit excessive…)",
		"That’s… that’s not a real title.. is it?",
		"/c defocus dazy",
		"/c focus miu",
		"/c animate miu happy",
		"It is now, dude! Congrat-u-lations!",
		"/c inst sp 1750 860",
		"/c animate sp shocked",
		"/c settalk Sweet_Potato",
		"(Oh no…)",
		"/c animate sp sad",
		"(This just can’t be… All my hard work tonight, scratching things and knocking stuff over, has come to this?)",
		"/c animate sp angry",
		"(U-nya-cceptable!)",
		"/c animate sp sad",
		"(She’ll have even longer hours… I’ll have to bid sweet adieu to my headpats… Woe is truly me…)",
		"(At least she’ll make more money to buy me something fancier than Mew Mix…)",
		"/c nextscene credits"
	],
	"secret_ending": [
		"/c setbg stationary",
		"/c inst sp 500 500",
		"/c animate sp mischievous",
		"/c settalk Sweet_Potato",
		"(Yes! Just one more sticker and then she’ll certainly be out of-)",
		"/c inst miu 1400 500",
		"/c animate miu shocked",
		"/c settalk Manager_Miu",
		"Huh? What’s this?",
		"/c defocus miu",
		"/c focus sp",
		"/c animate sp shocked",
		"/c settalk Sweet_Potato",
		"(nONONO NYAT NOW-)",
		"/c defocus sp",
		"/c focus miu",
		"/c animate miu sad",
		"/c settalk Manager_Miu",
		"Bro… This office really needs some patching up… It looks like the cat dragged it in!",
		"/c defocus miu",
		"/c focus sp",
		"/c settalk Sweet_Potato",
		"(I’m remaining as silent as possible, hiding behind the desk. There’s no way that weird human is gonna find me – right?)",
		"*squeak*",
		"/c defocus sp",
		"/c focus miu",
		"/c animate miu shocked",
		"/c settalk Manager_Miu",
		"What was that..? Oh!",
		"/c defocus miu",
		"/c focus sp",
		"/c animate sp sad",
		"/c settalk Sweet_Potato",
		"(EEP!! Oh no, it’s back to the adoption center for me for sure… Is this what game meowver feels like?)",
		"/c defocus sp",
		"/c focus miu",
		"/c animate miu happy",
		"/c settalk Manager_Miu",
		"Hi there, little guy! Never thought I’d see an office kitty around here, but I guess there’s a first for everything, right?",
		"/c defocus miu",
		"/c focus sp",
		"/c animate sp shocked",
		"/c settalk Sweet_Potato",
		"(I’m totally frozen, my fur’s standing on end, ohnononono-)",
		"/c animate sp sad",
		"Please don’t-",
		"/c defocus sp",
		"/c focus miu",
		"/c animate miu happy",
		"/c settalk Manager_Miu",
		"Don’t worry, my dude, I’m not here to hurt ya.",
		"/c defocus miu",
		"/c focus sp",
		"/c animate sp shocked",
		"/c settalk Sweet_Potato",
		"WAIT.",
		"/c defocus sp",
		"/c focus miu",
		"/c settalk Manager_Miu",
		"?",
		"/c defocus miu",
		"/c focus sp",
		"/c animate sp shocked",
		"/c settalk Sweet_Potato",
		"YOU CAN UNDERSTAND ME?????",
		"/c defocus sp",
		"/c focus miu",
		"/c settalk Manager_Miu",
		"Yeah, what about it?",
		"/c defocus miu",
		"/c focus sp",
		"/c animate sp shocked",
		"/c settalk Sweet_Potato",
		"HAVE YOU NO KNOWLEDGE OF THE DYNAMIC BETWEEN FELINES AND HUMANS? This is– this is absolutely–",
		"/c defocus sp",
		"/c focus miu",
		"/c settalk Manager_Miu",
		"I thought everyone could do that.",
		"/c defocus miu",
		"/c focus sp",
		"/c animate sp shocked",
		"/c settalk Sweet_Potato",
		"NO???????????????????????",
		"/c defocus sp",
		"/c focus miu",
		"/c animate miu happy",
		"/c settalk Manager_Miu",
		"Hahahaha. The more you know, I guess! But what brings you here? Waitttttt a minute – you’re Dazy’s cat!!",
		"/c animate miu amazed",
		"Ohmigosh, I’m like, your BIGGEST FAN EVER!!! She’s always showing me pics and you’re just the cutest little babyiest-",
		"/c defocus miu",
		"/c focus sp",
		"/c animate sp sad",
		"/c settalk Sweet_Potato",
		"*sigh*",
		"/c defocus sp",
		"/c focus miu",
		"/c settalk Manager_Miu",
		"Hm? What’s up?",
		"/c defocus miu",
		"/c focus sp",
		"/c animate sp angry",
		"/c settalk Sweet_Potato",
		"Well.. don’t meow-nd me being blunt..",
		"(Without even realizing it, my fur’s standing up on end again, and I feel like hissing!)",
		"But you have GOT to stop putting all of this company’s work on Dazy!!! Come on!! I’m just a little kitty and even I have the common sense not to exploit your one productive worker like that.",
		"/c defocus sp",
		"/c focus miu",
		"/c animate miu shocked",
		"/c settalk Manager_Miu",
		"Wait, is that what it’s called? I just thought I’d give her more work because uhh.. she’s really good at it!",
		"/c defocus miu",
		"/c focus sp",
		"/c animate sp angry",
		"/c settalk Sweet_Potato",
		"...You have got to be kitten me.",
		"(Aiya, this human’s got a furball for brains! But maybe, jusssssssst maybe, I can knock some sense into them-)",
		"/c defocus sp",
		"/c focus miu",
		"/c animate miu sad",
		"/c settalk Manager_Miu",
		"Ooooh! I have a GREAT idea. So okay my mom actually gave me this job a couple months ago and was like “you need to learn how to be an Adult and do Adult things” right??? But I think I’m over this adulting thing already…",
		"But you… Looking into your big ol’ eyes. Dude. I think you might have what it takes.",
		"/c defocus miu",
		"/c focus sp",
		"/c animate sp shocked",
		"/c settalk Sweet_Potato",
		"Wait, wha-",
		"/c defocus sp",
		"/c focus miu",
		"/c animate miu amazed",
		"/c settalk Manager_Miu",
		"How about YOU become the manager!",
		"/c defocus miu",
		"/c focus sp",
		"/c animate sp shocked",
		"/c settalk Sweet_Potato",
		"?!?!?!?!?!?!?!?!?!",
		"(And just like that, I, Lord Sweet Potato, was deemed the new manager of the Stooples Company!)",
		"/c animate sp happy",
		"(I’ve got a lot of work on my paws, but all my workers LOVE me. And I get to see Dazy all the time!)",
		"/c animate sp mischievous",
		"(Andddd, she doesn’t have to be sad about losing her job! I guess we can call this mission a super success! Meowsome!)",
		"/c nextscene credits"
	],
	"credits": []
}
